{
  "Start": "{0} You <color=#738d43>started</color> the base defense event with <color=#55aaff>{1}</color> difficulty",
  "Enter": "{0} You <color=#ce3f27>have entered</color> the base defense event zone with <color=#55aaff>{1}</color> difficulty",
  "Exit": "{0} You <color=#738d43>have left</color> the base defense event zone with <color=#55aaff>{1}</color> difficulty",
  "PreparationTime": "{0} Preparation for <color=#55aaff>{1}</color> enemy attack wave <color=#738d43>has begun</color>!",
  "AttackWave": "{0} The enemy <color=#ce3f27>is attacking</color>. <color=#55aaff>Don't let</color> him <color=#55aaff>destroy</color> all the <color=#55aaff>foundations</color> of your base!",
  "NoBuild": "{0} You <color=#ce3f27>can't</color> build anything in the base defense event area! You can build again after the event has ended",
  "NoLootCrate": "You <color=#ce3f27>can't</color> loot this crate because you are not the owner of the event and are not on a team with the owner of the event!",
  "Finish": "{0} All enemy attack waves <color=#738d43>are contained</color>!\nIn the near future, a <color=#55aaff>CH47</color> will arrive to <color=#55aaff>help</color> you",
  "Defeat": "{0} All the <color=#55aaff>foundations</color> of your base <color=#ce3f27>are destroyed</color>. You <color=#ce3f27>have failed</color> the base defense event",
  "NoUseFlareMax": "{0} You <color=#ce3f27>can't</color> start an event now due to the <color=#ce3f27>server limit</color> on the number of simultaneously launched events of this difficulty level (server limit is <color=#55aaff>{1}</color>). Try to start again later or try launching another difficulty",
  "NoUseFlareBuilding": "{0} You <color=#ce3f27>can't</color> start the event at the current location because the cupboard doesn't exist at the current location or it's not your base!",
  "NoUseFlareEvent": "{0} You <color=#ce3f27>can't</color> start an event because you already have an event running for this cupboard!",
  "NoUseFlareOwner": "{0} You already have an event running, you <color=#ce3f27>can not</color> start another event!",
  "NoUseFlareOwnerFoundation": "{0} You <color=#ce3f27>can't</color> start the event here because one or more of the bases foundation do not belong to you or your friends (foundations must all be owned by a member of the current team)",
  "NoUseFlareHeightFoundation": "{0} You <color=#ce3f27>can't</color> start the event here because one or more of the bases foundation are too high or deep (some prefabs are not measured, the ground below is measured instead)",
  "NoUseFlareTopologyFoundation": "{0} You <color=#ce3f27>can't</color> start the event here because one or more of the bases foundation are on an unusable map topology (if topology appears compatible, check map file)",
  "NoUseFlareMarkersFoundation": "{0} You <color=#ce3f27>can't</color> start the event here because one or more foundations of the base are located near a map marker (flares unusable near map markers)",
  "NoUseFlareMaxTurrets": "{0} You <color=#ce3f27>can't</color> start the event here because the maximum number of Auto Turrets ({1} Auto Turrets max per base) has been exceeded. Reduce to the allowable amount and try again",
  "NoUseFlareMaxFoundations": "{0} You <color=#ce3f27>can not</color> start the event here because you have too many foundations. The limit is {1} foundations per base maximum, reduce to this number or lower",
  "NoUseFlareNotSpawnNpc": "{0} You <color=#ce3f27>can not</color> start the event here because there is no place for NPCs to appear in the event zone, clear out some room!",
  "NoUseFlareCooldown": "{0} You <color=#ce3f27>can not</color> start a <color=#55aaff>{1}</color> event until your cooldown expires in <color=#55aaff>{2}</color>",
  "FinishAdmin": "{0} You <color=#ce3f27>have disabled</color> the event in your position",
  "NoDamageScientistEvent": "{0} You <color=#ce3f27>cannot</color> damage NPC! You are not the Event Owner and you are not on their team!"
}